# # print("Результат:", 5 / 3)
# print("Результат:", round(5 / 3))
# # print("Результат: ", 7, 15, sep="", end="!\n")
# # print("Second \' \t \\ l\ni\nn\ne")

a = int(input("Введите свой возвраст: "))
b = 1
c = 5
d = 10
e = 20
f = 3034
g = 50
print("Через год вам исполниться: ", a + b)
print("Через пять лет вам исполниться: ", a + c)
print("Через десять лет вам исполниться: ", a + d)
print("Через двадцать лет вам исполниться: ", a + e)
print("Через тридцать лет вам исполниться: ", a + f)
print("Через пятьдесят лет вам исполниться: ", a + g)
